Repository: DF-thangld/SketchupOulu
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fi

source: You don't have privilege to view this page.
fi: Sinulla ei ole pääsyoikeutta tälle sivulle.

source: Users
fi: Käyttäjät

source: Insert users to send email
fi: Lisää käyttäjät joille lähetät sähköpostia

source: Title
fi: Otsikko

source: Email title is required
fi: Sähköpostin otsikko puuttuu

source: Content
fi: Sisältö

source: Email content is required
fi: Sähköpostin sisältö puuttuu

source: Name
fi: Nimi

source: Category name is required
fi: Luokan nimi puuttuu

source: Description
fi: Kuvaus

source: Something went wrong...
fi: Jotain meni vikaan...

source: Name (for admin view only) - Required
fi: Nimi (ainoastaan admin näkymälle) - Vaaditaan

source: Journal name is required
fi: Dokumentin nimi puuttuu

source: Description (for admin view only) - Required
fi: Kuvaus (ainoastaan admin näkymälle) - Vaaditaan

source: Journal description is required
fi: Dokumentin kuvaus vaaditaan/puuttuu

source: Is activated
fi: On aktivoitu

source: Category
fi: Luokka

source: Category is required
fi: Luokka puuttuu

source: Name (for admin view only)
fi: Nimi (ainoastaan admin näkymälle)

source: Description (for admin view only)
fi: Kuvaus (ainoastaan admin näkymälle)

source: User not found
fi: Käyttäjää ei löydy

source: Category not found
fi: Luokkaa ei löydy

source: Delete child journals first
fi: Poista alidokumentit ensin

source: Journal not found
fi: Dokumenttia ei löydy

source: ===== Category =====
fi: ===== Luokka =====

source: Journal category not found
fi: Dokumenttiluokkaa ei löydy

source: Scenario not found
fi: Suunnitelmaa ei löydy

source: Comments for journal title
fi: Kommentit dokumentin otsikolle

source: Scenario name cannot be blank
fi: Suunnitelman nimi ei voi olla tyhjä

source: Cloned of %(scenario_name)s
fi: Kloonattu %(scenario_name)s

source: Building model not found
fi: Rakennusmallia ei löydy

source: Cannot delete base item
fi: Peruskomponenttia ei voi poistaa

source: Model name is required
fi: Mallin nimi puuttuu

source: Error in saving additional information, please contact an admin for more information
fi: Virhe (lisä)tiedon tallennuksessa, ota yhteyttä ylläpitäjään

source: 404 - Page not found
fi: 404 - Sivua ei löydy

source: If you think you have arrived here by our mistake, please <a href="mailto:df.thangld@hotmail.com">contact us</a>
fi: Jos olet tullut sivuillemme erehdyksessä, <a href="mailto:df.thangld@hotmail.com">ota yhteyttä meihin</a>

source: Or you can go <a href="javascript:window.history.back();">back</a> to previous page
fi: Tai voit <a href="javascript:window.history.back();">palata</a> edelliselle sivulle

source: Design Your Dream City
fi: Suunnittele unelmiesi kaupunki

source: Don't know where to start?
fi: Miten aloitan?

source: Let's Get In Touch!
fi: Ota Yhteyttä!

source: Have something to comment or just want to tell us some nice words? Send us an email and we will get back to you as soon as possible!
fi: Onko sinulla kommentoitavaa tai halutko muuten vain kertoa jotain? Lähetä meille sähköpostia niin olemme yhteydessä sinuun mahdollisimman pian!

source: Sign up
fi: Rekisteröidy

source: Sign in
fi: Kirjaudu

source: Home
fi: Alkuun

source: Base scenarios
fi: Pohjasuunnitelmat

source: Contact us
fi: Ota yhteyttä

source: Toggle navigation
fi: Navigointi

source: About us
fi: Tietoa meistä

source: Profile
fi: Käyttäjäprofiili

source: Login
fi: Kirjaudu

source: Have ideas about renovation of Oulu city, or just want to have fun using your imagination to build a city? Good, you are at the right place!
fi: Onko sinulla ideoita Oulun kaupungin kehittämiseen, tai haluatko vain pitää hauskaa ja käyttää mielikuvitustasi kaupungin suunnittelussa? Hyvä, olet oikeassa paikassa!

source: Start here
fi: Aloita tästä

source: Sign out
fi: Kirjaudu ulos

source: My models
fi: Omat mallit

source: My scenarios
fi: Omat suunnitelmat

source: Admin
fi: Ylläpitäjä

source: Models
fi: Mallit

source: Scenarios
fi: Suunnitelmat

source: Suggestions
fi: Ehdotukset

source: Building models
fi: Rakennusmallit

source: Users control
fi: Käyttäjävalvonta

source: User management
fi: Käyttäjähallinta

source: Journal management
fi: Dokumentin hallinta

source: Send email
fi: Lähetä sähköpostia

source: My scenario
fi: Oma suunnitelma

source: Admin tools
fi: Ylläpidon työkalut

source: Journal Management
fi: Dokumentin hallinta

source: There were problems creating the journal
fi: Dokumentin luominen ei onnistunut

source: Journal created!
fi: Dokumentti luotu!

source: Journal name in
fi: Dokumentin nimi on

source: Journal content in
fi: Dokumentin sisältö on

source: Create Journal
fi: Luo Dokumentti

source: Reset
fi: Alusta

source: Edit Journal
fi: Muokkaa dokumenttia

source: View journal
fi: Näytä dokumentti

source: There were problems creating the journal:
fi: Dokumentin luominen ei onnistunut:

source: Journal edited!
fi: Dokumentti muokattu!

source: Category not found!!!
fi: Luokkaa ei löydy!!!

source: Are you sure you want to delete the category?
fi: Haluatko varmasti poistaa luokan?

source: Category deleted!
fi: Luokka poistettu!

source: Are you sure you want to delete the journal?
fi: Haluatko varmasti poistaa dokumentin?

source: Journal deleted!
fi: Dokumentti poistettu!

source: New category
fi: Uusi luokka

source: Create category
fi: Luo luokka

source: There were problems creating the category:
fi: Luokan luominen ei onnistunut

source: Save
fi: Talleta

source: Cancel
fi: Peruuta

source: Edit category
fi: Muokkaa luokkaa

source: There were problems editing the category:
fi: Luokan muokkaaminen ei onnistunut

source: Delete
fi: Poista

source: Tools
fi: Työkalut

source: Edit
fi: Muokkaa

source: Activate
fi: Aktivoi

source: Deactivate
fi: Deaktivoi

source: There were problems sending your email:
fi: Sähköpostin lähettäminen ei onnistunut

source: Email sent successfully!
fi: Sähköposti lähetetty!

source: Email sent to %(email)s to test
fi: Testisähköposti lähetetty %(email)s

source: Send
fi: Lähetä

source: Test
fi: Testaa

source: User Management
fi: Käyttäjähallinta

source: Login as
fi: Kirjaudu (sisään)

source: Ban
fi: Estä

source: Basic information
fi: Perustiedot

source: Groups
fi: Ryhmät

source: Email address
fi: Sähköpostiosoite

source: Username
fi: Käyttäjänimi

source: Full name
fi: Koko nimi

source: Address
fi: Osoite

source: Phone Number
fi: Puhelinnumero

source: Comment Box
fi: Kommenttiruutu

source: Add
fi: Lisää

source: This journal is deactivated
fi: Dokumentti on deaktivoitu

source: Last edited by %(username)s at %(time)s
fi: Viimeksi muokannut %(username)s %(time)s

source: Edit journal
fi: Muokkaa dokumenttia

source: Created by
fi: Perustaja

source: There is no base scenario at the moment
fi: Ei pohjasuunnitelmia käytettävissä

source: Created by <span id="created_user"></span> at <span id="created_time"></span>
fi: Luonut <span id="created_user"></span> <span id="created_time"></span>

source: Are you sure you want to delete this building model?
fi: Haluatko varmasti poistaa tämän rakennusmallin?

source: Are you sure you want to clone this building model?
fi: Haluatko varmasti kloonata(kopioida) tämän rakennusmallin?

source: Are you sure you want to change base status of this model?
fi: Haluatko varmasti vaihtaa tämän mallin tilan?

source: Model status changed
fi: Mallin tila vaihdettu

source: Are you sure you want to change base status of this scenario?
fi: Haluatko varmasti vaihtaa tämän suunnitelman tilan?

source: Are you sure you want to delete this scenario?
fi: Haluatko varmasti poistaa tämän suunnitelman?

source: Scenario saved!
fi: Suunnitelma talletettu!

source: Suggest scenario to admin
fi: Lähetä suunnitelma ehdotuksena

source: Message content is required
fi: Viestin sisältö puuttuu

source: Comment by
fi: Kommentoitu

source: at
fi: toimesta

source: Suggestion sent
fi: Ehdotus lähetetty

source: Are you sure you want to clone this scenario?
fi: Haluatko varmasti kloonata(kopioida) suunnitelman?

source: Scenario cloned
fi: Suunnitelma kloonattu(kopioitu)

source: Created by <a href="%(link)s">%(username)s</a> at %(time)s
fi: Luonut <a href="%(link)s">%(username)s</a> %(time)s

source: Promote to base model
fi: Nosta perusmalliksi

source: Demote to normal model
fi: Laske tavalliseksi malliksi

source: Download model file
fi: Lataa mallitiedosto

source: The scenario is deactivated
fi: Suunnitelma on deaktivoitu

source: Delete scenario
fi: Poista suunnitelma

source: Edit scenario
fi: Muokkaa suunnitelmaa

source: Scenario name
fi: Suunnitelman nimi

source: Public
fi: Julkinen

source: Update
fi: Päivitä

source: Full screen
fi: Kokonäyttö

source: Clone this scenario
fi: Kloonaa(kopioi) suunnitelma

source: Save scenario
fi: Talleta suunnitelma

source: Promote to base scenario
fi: Nosta perussuunnitelmaksi

source: Demote to normal scenario
fi: Laske tavalliseksi suunnitelmaksi

source: Guide on editing scenario
fi: Ohje suunnitelman muokkaamiseksi

source: Scenario Control
fi: Suunnitelman hallinta

source: Shrink Scenario
fi: Pienennä suunnitelmaa

source: Enlarge Scenario
fi: Kasvata suunnitelmaa

source: Model Control
fi: Mallin hallinta

source: Move Model
fi: Siirrä mallia

source: Delete Model
fi: Poista malli

source: Shrink Model
fi: Pienennä mallia

source: Enlarge Model
fi: Suurenna mallia

source: Rotate Left
fi: Kierrä vasempaan

source: Rotate Right
fi: Kierrä oikeaan

source: Build On Top
fi: Rakenna päällekkäin

source: Build On Ground
fi: Rakenna maan päälle

source: Undo
fi: Peru

source: Redo
fi: Toista

source: Previous
fi: Edellinen

source: Thumbnail saved
fi: Esikatselukuva talletettu

source: Building model deleted
fi: Rakennusmalli poistettu

source: Building model cloned
fi: Rakennusmalli kloonattu(kopioitu)

source: Save thumbnail position
fi: Talleta esikatselukuvakulma

source: Delete building model
fi: Poista rakennusmalli

source: Edit building model
fi: Muokkaa rakennusmallia

source: Building model name
fi: Rakennusmallin nimi

source: Clone this building model
fi: Kloonaa(kopioi) rakennusmalli

source: Suggest content
fi: Ehdota sisältöä

source: Edit settings
fi: Muokkaa asetuksia

source: New Scenario
fi: Uusi suunnitelma

source: There were problems creating your scenario
fi: Suunnitelman luominen ei onnistunut

source: Model
fi: Malli

source: Next
fi: Seuraava

source: Create model
fi: Luo malli

source: Back
fi: Takaisin

source: Add building model
fi: Lisää rakennusmalli

source: Sign in to System
fi: Kirjaudu (sisään) järjestelmään

source: Forgot password
fi: Unohditko salasanan

source: New to System
fi: Uusi käyttäjä

source: Create an account
fi: Luo tili

source: Homepage
fi: Kotisivu

source: Comments
fi: Kommentit

source: Change password
fi: Muuta salasanaa

source: Joined on %(time)s
fi: Liittynyt %(time)s

source: Old password is required
fi: Vanha salasana puuttuu

source: Old password
fi: Vanha salasana

source: New password
fi: Uusi salasana

source: Confirm password
fi: Vahvista salasana

source: Join SketchupOulu
fi: Liity SketchupOuluun

source: Create your personal account
fi: Luo oma käyttäjätili

source: There were problems creating your account
fi: Tilin luominen ei onnistunut

source: By clicking on "Create an account" below, you are agreeing to the <a href="%%term_of_service_link%%" target="_blank">Terms of Service</a> and the <a href="%%privacy_policy_link%%" target="_blank">Privacy Policy</a>.
fi: Klikkaamalla "Luo tili" alla, hyväksyt <a href="%%term_of_service_link%%" target="_blank">Käyttöehdot</a> ja <a href="%%privacy_policy_link%%" target="_blank">Tietosuojakäytännön</a>.

source: Just one more step...
fi: Vielä yksi askel...

source: Thank you for your registration. An email has been sent to your email address %(email)s, follow the link in that email to activate your account.
fi: Kiitos rekisteröinnistä. Sähköpostiosoitteeseesi %(email)s on lähetetty viesti, seuraa viestin linkkiä tilin aktivoimiseksi.

source: Return to sign in
fi: Palaa kirjautumiseen

source: Reset your password
fi: Aseta salasanasi uudelleen

source: An email has been sent to your email address for your new password.
fi: Sähköpostiosoitteeseesi on lähetetty uusi salasanasi

source: Don't worry, help is on the way
fi: Apua on tulossa

source: Add scenario
fi: Lisää suunnitelmaan

source: Profile picture
fi: Käyttäjäkuva

source: Upload
fi: Lataa

source: Profile uploaded!
fi: Ladataan profiilia!

source: Drag and Drop your picture
fi: Vedä ja pudota kuvasi

source: %(username)s's profile
fi: %(username)s'n profiili

source: Your account has been activated
fi: Käyttäjätilisi on aktivoitu

source: Go to your account
fi: Siirry käyttäjätiliisi

source: Email
fi: Sähköposti

source: Email is required
fi: Sähköposti(osoite) puuttuu

source: Invalid email address
fi: Sähköpostiosoite ei kelpaa

source: Password
fi: Salasana

source: Password field is required
fi: Salasana puuttuu

source: Username is required
fi: Käyttäjänimi puuttuu

source: Repeat Password
fi: Toista salasana

source: You have to confirm your password
fi: Sinun tulee vahvistaa salasanasi

source: Passwords must match
fi: Salasanojen täytyy olla samat

source: Enter your email address and we will send you a link to reset your password
fi: Anna sähköpostiosoitteesi, niin lähetämme sinulle linkin salasanasi uudelleenasettamiseksi

source: Search by email or name
fi: Etsi sähköpostiosoitteella tai nimellä

source: Update success!
fi: Päivitys onnistui!

source: Captcha was incorrect
fi: Tekstitunnistus (captcha) väärin

source: Wrong email or password
fi: Sähköpostiosoite tai salasana väärin

source: The account was banned, please contact an admin for more information
fi: Tilisi käyttö on estetty, ota yhteyttä ylläpitäjään lisätietojen saamiseksi

source: The account is not activated, please check your email for verification. <a href="%(resend_activation_email)s">Resend activation email</a>
fi: Tiliä ei ole aktivoitu, tarkista vahvistusviesti sähköpostistasi. <a href="%(resend_activation_email)s">Lähetä aktivointiviesti uudelleen</a>

source: Duplicate email address
fi: Sähköpostiosoite varattu

source: Duplicate username
fi: Käyttäjänimi varattu

source: Account not found
fi: Tiliä ei löydy

source: Comment topic not found
fi: Kommenttiaihetta ei löydy

source: Suggest content is required
fi: Ehdotuksen sisältö puuttuu

source: Suggest for scenario
fi: Ehdota suunnitelmaksi

source: Comment content is required
fi: Kommentin sisältö puuttuu

source: Comment object is required
fi: Kommentin kohde puuttuu

source: You don't have permission to add comment here
fi: Sinulla ei ole oikeutta lisätä kommenttia tänne

source: Comment type not found
fi: Kommentin tyyppiä ei löydy

source: Comment not found
fi: Kommenttia ei löydy

source: Unauthorized deletion
fi: Ei oikeutta poistoon

source: Scenario name is required
fi: Suunnitelman nimi puuttuu

source: Model file is required
fi: Mallitiedosto puuttuu

source: Unrecognized model file format
fi: Tunnistamaton mallitiedoston formaatti

source: %(username)s's scenarios
fi: %(username)s'n suunnitelmat

source: %(username)s's building models
fi: %(username)s'n rakennusmallit

source: Your comment
fi: Kommenttisi

source: Comment added
fi: Kommentti lisätty

source: Comment deleted
fi: Kommentti poistettu

source: Search by scenario name
fi: Etsi skenaarion nimi

source: Search by name
fi: Hae nimen perusteella
